Repository: yacob89/newsevenminuteswiththelord
Catalog: lib/l10n/intl_*.arb
Languages: ar, de, es, pt, ru, tl, uk, zh

# appName
source: 7 Minutes With The Lord
ar: ٧ دقائق مع الرب

# calling
source: Berseru kepada nama Tuhan
ar: الدعاء بإسم الرب
de: Den Namen des Herrn anrufen
es: Invocar el nombre del Señor
pt: Invocar o nome do Senhor
ru: Призывание
tl: Tumatawag sa Pangalan ng Panginoon
uk: Прикликати Ім’я Господа
zh: 呼求主名

# callingDesc
source: Berseru kepada nama Tuhan untuk mengarahkan pikiran kita pada roh &#8211; 1 Korintus 12:3; Roma 8:6; 10:12&#8211;13
ar: الدعاء بإسم الرب لوضع ذهننا على الروح (١كو ٣:١٢، رو٦:٨، ١٠-١٣:١٢)
de: Den Namen des Herrn anrufen um unser Verstand auf den Geist zu setzen &#8211; 1.Kor 12:3; Röm. 8:6; 10:12&#8211;13
es: Invocar el nombre del Señor para poner nuestra mente en el espíritu &#8211; 1 Co.12:3; Rom. 8:6; 10:12&#8211;13
pt: Invocar o nome do Senhor para nos ajudar a colocar nossa mente no espírito &#8211; 1Co 12:3; Rm 8:6; 10:12&#8211;13
ru: Призывать имя Господа, чтобы обратить свой разум к нашему духу &#8211; 1Кор 12:3; Рим. 8:6; 10:12&#8211;13
tl: Tumatawag sa Pangalan ng Panginoon upang ilagak ang ating isip sa espiritu &#8211; 1Cor 12:3; Roma 8:6; 10:12&#8211;13
uk: Прикликати Ім’я Господа для того, щоб повернути свій розум до духа &#8211; 1Кор 12:3; Рим. 8:6; 10:12&#8211;13
zh: 藉着呼求主名，将心思置於灵 &#8211; 林前十二:3; 罗八:6; 十:12&#8211;13

# praying
source: Berdoa
ar: الصلاة
de: Beten
es: Orar
pt: Orar
ru: Молитва
tl: Nananalangin
uk: Молитва
zh: 祷告

# prayingDesc
source: Membuka hati kita, melembutkan hati kita, dan mengosongkan diri kita. Memberitahu Dia bahwa kita mengasihi Dia &#8211; 2 Korintus 3:16; Mazmur 62:8
ar: إستخدام روحنا المُمَرن لنصلي آية او إثنتان. تحويل الآيات إلى صلاة شخصية - (أف ١٧:٦-١٨؛ ٢تي ١٦:٣)
de: Unser Herz öffnen, es weichmachen und unser sein entleeren. Sag Ihm dass, wir Ihn lieben. &#8211; 2. Kor 3:16; Ps. 62:8
es: Abrir nuestro corazón, suavizar nuestro corazón y vaciarnos a nosotros mismos. Decirle que lo amamos a Él &#8211; 2 Co. 3:16; Sal. 62:8
pt: Abrir o nosso coração, amolecê-lo e esvaziar-nos. Dizer-Lhe que O amamos &#8211; 2Co 3:16; Sl 62:8
ru: Открывать, смягчать своё сердце и опустошать себя &#8211; 2Кор. 3:16; Пс. 62:8
tl: Binubuksan ang ating puso, pinalalambot ang ating puso at binabasyo ang ating sarili. Sinasabi sa Kanya na iniibig natin Siya &#8211; 2Cor 3:16; Awit 62:8
uk: Відкривати своє серце, зм’якшувати своє серце и спустошувати себе. Казати Йому, що ми любимо Його &#8211; 2Кор. 3:16; Пс. 62:8
zh: 敞开我们的心，软化我们的心并倒空自己，告诉祂：主阿！我爱你 &#8211; 林后三:16; 诗六十二:8

# prayReading
source: Doa Baca
ar: صلاة-القراءة
de: Betenlesen
es: Orar-leer
pt: Orar-ler
ru: Молитвочтение
tl: Pagbabasa-dalangin
uk: Молитовне читання
zh: 祷读

# prayReadingDesc
source: Memakai roh kita mendoakan 1&#8211;2 ayat. Mengubah ayat&#8211;ayat itu menjadi doa pribadi kita &#8211; Efesus 6:17&#8211;18; 2 Timotius 3:16
ar: إستخدام روحنا المُمَرن لنصلي آية او إثنتان. تحويل الآيات إلى صلاة شخصية - (أف ١٧:٦-١٨؛ ٢تي ١٦:٣)
de: Benutz unseren geübten Geist um über einen Vers oder zwei Verse zu beten. Wende diese Verse ins persönliche Gebet an. &#8211; Eph. 6:17&#8211;18; 2.Tim 3:16
es: Usar nuestro espíritu ejercitado para orar uno o dos versículos. Tornar los versículos en una oración personal &#8211; Ef. 6:17&#8211;18; 2 Tim. 3:16
pt: Usar nosso espírito exercitado para orar sobre um ou dois versículos. Transformar os versículos em uma oração pessoal &#8211; Ef 6:17&#8211;18; 2Tm. 3:16
ru: Использовать свой дух, чтобы молиться одним или двумя стихами. Обращать стихи в личную молитву &#8211; Эф. 6:17&#8211;18; 2Тим. 3:16
tl: Ginagamit ang ating naensayong espiritu upang manalangin hinggil sa isa o dalawang bersikulo. Ginagawang personal na panalangin ang mga bersikulo &#8211; Efe 6:17&#8211;18; 2Tm. 3:16
uk: Використовувати наш вправний дух для того, щоб молитися одним або двома віршами. Повернути вірші на особисту молитву &#8211; Еф. 6:17&#8211;18; 2 Тим. 3:16
zh: 用我们操练过的灵祷读一至二节，把所读的经节化为自己个人的祷告 &#8211; 弗六:17&#8211;18; 提后三:16

# confession
source: Mengaku Dosa
ar: الإعتراف
de: Sünden bekennen
es: Confesión
pt: Confessar
ru: Исповедь
tl: Nagpapahayag ng mga Kasalanan
uk: Сповідь
zh: 认罪

# confessionDesc
source: Mengakui dosa&#8211;dosa dan pelanggaran&#8211;pelanggaran yang ada pada hati nurani kita dan menyingkirkan semua penghalang persekutuan. Memohon pengampunan dan pembasuhan &#8211; 1 Yohanes 1:7, 9; Mazmur 66:18; Yesaya 59:1&#8211;2
ar: الإعتراف بالخطايا والإساءات في ضميرنا ومحو كل الحواجز للشركة. سائل الرب الغفران والتطهير - (١ يو ١-٩:٧، مز ١٨:٦٦، إش ١:٥٩-٢)
de: Die Sünden und Verstöße in unser Gewissen bekennen um alle Hindernisse zu einer Gemeinschaft zu beseitigen. Bitten um eine Vergebung und Reinigung. &#8211; 1.Joh 1:7, 9; Ps. 66:18; Jes. 59:1&#8211;2
es: Confesar los pecados y las ofensas que están en nuestra conciencia y quitar todo lo que obstruye la comunión. Pedir perdón y lavamiento &#8211; 1 Jn 1:7, 9; Sal. 66:18; Is. 59:1&#8211;2
pt: Confessar os pecados e ofensas em nossa consciência e remover todas as barreiras à comunhão. Pedir perdão e purificação &#8211; 1Jo 1:7, 9; Sl 66:18; Is 59:1&#8211;2
ru: Исповедовать грехи и проступки на нашей совести и удалять все преграды для общения. Просить и прощении и очищении &#8211; 1Ин. 1:7, 9;Пс. 66:18; Ис. 59:1&#8211;2
tl: Ipinapahayag ang mga kasalanan at mga pagsalangsang sa ating budhi at inaalis ang lahat ng hadlang sa salamuha. Humihingi ng kapatawaran at paglilinis &#8211; 1Juan 1:7, 9; Awit 66:18; Isa 59:1&#8211;2
uk: Сповідати гріхи та кривди на нашій совісті та прибрати всі перепони для спілкування. Просити прощення і очищення &#8211; 1Івана 1:7, 9;Пс. 66:18; Ісая 59:1&#8211;2
zh: 凭着良心承认自己的罪与过犯，除去一切与主交通的拦阻，求主赦免并结净 &#8211; 约壹一:7, 9; 诗六十六:18; 赛五十九:1&#8211;2

# consecration
source: Konsikrasi
ar: التكريس
de: Sich hingeben
es: Consagración
pt: Consagrar
ru: Посвящение
tl: Pag-aalay
uk: Посвячення
zh: 奉献

# consecrationDesc
source: Mempersembahkan diri kita kepada Tuhan dengan segar, memberi Dia landasan di dalam seluruh diri kita &#8211; Roma 12:1&#8211;2; 6:13,19; Markus 12:30
ar: نقدم نفوسنا للرب من جديد، ونعطيه المساحة التامة داخلنا- (رو ١:١٢-٢؛ ١٣:٦، ١٩؛ مر ٣٠:١٢)
de: Sich dem Herrn erneut hingeben, Ihm den ganzen Boden in unser Sein hingeben. &#8211; Röm. 12:1&#8211;2; 6:13,19; Mk. 12:30
es: Presentarnos al Señor de manera fresca, dándole todo el terreno en nosotros &#8211; Rom. 12:1&#8211;2; 6:13,19; Marc 12:30
pt: Apresentar-nos ao Senhor de modo fresco, dando-Lhe todo o terreno em nós &#8211; Rm 12:1&#8211;2; 6:13,19; Mc 12:30
ru: По-свежему предоставить себя Господу, давая Ему полное основание в нас &#8211; Рим. 12:1&#8211;2; 6:13,19; Мк. 12:30
tl: Muling inihahandog ang ating sarili sa Panginoon, ibinibigay sa Kanya ang buong puwang sa loob natin &#8211; Roma 12:1&#8211;2; 6:13,19; Marcos 12:30
uk: Заново передати самих себе Господу, надаючи Йому повну підставу (щось робити) в нас. &#8211; Рим. 12:1&#8211;2; 6:13,19; Мк. 12:30
zh: 更新自己的奉献，并使祂在我们里面得着完全的地位 &#8211; 罗十二:1&#8211;2; 六:13,19; 可十二:30

# thanksgiving
source: Mengucap Syukur
ar: الشُكر
de: Danksagung
es: Dar gracias
pt: Agradecer
ru: Благодарение
tl: Pasasalamat
uk: Подяка
zh: 感谢

# thanksgivingDesc
source: Mengucap syukur untuk segala sesuatu; untuk semua orang, semua situasi, dan semua hal di dalam hidup Anda dan memuji Dia &#8211; Efesus 5:20; 1 Tesalonika 5:18
ar: إعطاء شكر للرب من أجل كل الأشياء، من أجل كل الأشخاص، المواقف والأشياء في حياتك وسبحه - (أف ٢٠:٥ ؛ ١تس ١٨:٥)
de: Sag Dank im allen Dingen; für alle Personen, Situationen und Dingen in deinem Leben und loben Ihn. &#8211; Eph. 5:20; 1.Thes 5:18
es: Dar gracias por todas las cosas, por todas las personas, situaciones y cosas en su vida y alabarlo a Él &#8211; Ef. 5:20; 1 Tes. 5:18
pt: Dar graças por todas as coisas; por todas as pessoas, situações e coisas em sua vida e louvá-Lo &#8211; Ef 5:20; 1Ts 5:18
ru: Воздавать благодарение за всё: за всех людей, все обстоятельства и все вещи в нашей жизни, восхвалять Его &#8211; Ef. 5:20; 1 Ts. 5:18
tl: Nagpapasalamat para sa lahat ng bagay, para sa lahat ng tao, mga sitwasyon at mga bagay sa iyong buhay at nagpupuri sa Kanya &#8211; Efe 5:20; 1Tes 5:18
uk: Дякувати за все, за всіх людей, ситуації і за все у вашому житті й славити Його &#8211; Еф. 5:20; 1 Солунян 5:18
zh: 为着你在日常生活中的一切人，事，物，感谢祂并赞美祂 &#8211; 弗五:20; 帖前五:18

# petition
source: Doa Permohonan
ar: التضرع
de: Fürbitte
es: Petición
pt: Pedir
ru: Прошение
tl: Kahilingan
uk: Прохання
zh: 祈求

# petitionDesc
source: Memohon kepada Tuhan untuk semua kebutuhan kita, pertumbuhan kita, dan orang&#8211;orang yang memerlukan keselamatan &#8211; 1 Timotius 2:1: Efesus 6:18; Matius 7:7; Mazmur 143:8
ar: اسأل الرب الإحتياجات، النمو والأشخاص المحتاجين للخلاص - (١ تي ١:٢، أف ١٨:٦، مت ٧:٧، مز ٨:١٤٣)
de: Bittet dem Herrn um deine Bedürfnisse, deinen Wachstum und um Personen, die eine Errettung brauchen. &#8211; 1.Tim. 2:1: Eph. 6:18; Mt. 7:7; Ps. 143:8
es: Pedirle al Señor por las necesidades, el crecimiento y las personas que necesitan salvación &#8211; 1 Tim. 2:1: Ef. 6:18; Mat. 7:7; Sal. 143:8
pt: Pedir ao Senhor por necessidades, crescimento e por pessoas que precisam de salvação &#8211; 1Tm 2:1; Ef 6:18; Mt 7:7; Sl 143:8
ru: Просить Господа в отношении нужд, роста и людей, которые нуждаются в спасении &#8211; 1Тим. 2:1; Эф. 6:18; Мф. 7:7; Пс. 143:8
tl: Humihiling sa Panginoon para sa mga pangangailangan, paglago at mga tao na nangangailangan ng kaligtasan &#8211; 1Tim 2:1; Efe 6:18; Mat 7:7; Awit 143:8
uk: Просити Господа за потреби, зростання та осіб, які потребують спасіння &#8211; 1Тим. 2:1; Еф. 6:18; Матвія 7:7; Пс. 143:8
zh: 为着自己的需要，生命的长大，以及别人的得救，向主祈求 &#8211; 提前二:1: 弗六:18; 太七:7; 诗一百四十三:8

# endMessage
source: Lanjutkan untuk mengontak Tuhan dari waktu ke waktu
ar: النهاية
de: End
es: Fin
pt: Fim
ru: Конец
tl: Wakas
uk: Кінець
zh: 结束
